Repository: alessandrostuppino/ios-camera-color-picker
Catalog: ios-camera-color-picker/Utils/*.lproj/Localizable.strings
Languages: it

# camera-error.unavailable
source: Camera unavailable
it: Fotocamera non disponibile

# camera-error.no-capture-input
source: Cannot add capture input to session
it: Non è stato possibile creare la sessione

# camera-error.no-video-output
source: Cannot add video output to session
it: Non è stato possinile aggiungere lo stream di output alla sessione

# camera-error.creating-capture-input
source: Creating capture input for camera:
it: Errore durante la creazione della sessione:

# camera-error.access-denied
source: Camera access denied
it: Permesso fotocamera negato

# camera-error.restricted-capture-device
source: Attempting to access a restricted capture device
it: Si sta tentando di accedere ad un dispositivo con restrizioni

# camera-error.unknown-authorization
source: Unknown authorization status for capture device
it: Stato di autorizzazione al dispositivo sconosciuto

# frame-view.camera-feed
source: Camera Feed
it: Fotocamera

# frame-view.no-camera-feed-available
source: No Camera Feed Available
it: Fotocamera non disponibile

# color-gallery-view.no-colors-saved
source: No color saved yet.
it: Nessun colore salvato.

# color-gallery-view.sort-by-date
source: Creation Date
it: Data di creazione

# color-gallery-view.sort-from-brighter
source: Brighter to Darker
it: Dal più chiaro al più scuro

# color-gallery-view.sort-from-darker
source: Darker to Brighter
it: Dal più scuro al più chiaro

# color-gallery-view.alert-title
source: Warning!
it: Attenzione!

# color-gallery-view.alert-message
source: Doing so you will delete all the saved colors. Are you sure you want to proceed?
it: Così facendo eliminerai tutti i colori salvati. Vuoi procedere?

# color-gallery-view.alert-no
source: Never mind
it: No

# color-gallery-view.alert-yes
source: Yes, delete all!
it: Si, cancella tutto!

# color-gallery-view.copy-hex
source: Copy Hexadecimal
it: Copia Esadecimale

# color-gallery-view.delete-color
source: Delete
it: Elimina
